--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀    BY A7mEd_B98                   ▀▄ ▄▀ 
▀▄ ▄▀     BY A7mEd_B98 (@A7mEd_B98)    ▀▄ ▄▀ 
▀▄ ▄▀ JUST WRITED BY A7mEd_B98           ▀▄ ▄▀   
▀▄ ▄▀          help2  : مساعدة2            ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]
do

function run(msg, matches)
  return [[ 
 الاوامر @️💋

✔️تعمل جميع الاوامر بدون وضع / او !
ا🔸➖🔹➖🔸➖🔹➖🔸
 😍 صوت : الكلمة المراد نطقها
        صوت  A7mEd_B98 [يدعم الانلكش فقط]

 😍 صوره : الكلمه المراد تحويلها صوره
        صوره  A7mEd_B98 [يدعم الانلكش فقط]
 
 😍 الدعم : الكلمة المراد ارسالهه لمجموعة دعم البوت
        الدعم هلو 

 😍 خريطه : لجلب الخرائط
        خريطه العراق

 😍 انستا : اليوزر لمعرفه معلومات الانستا

 😍 ملصق : قم بارسال صورة
        وقم بلرد عليها بكلمة لجعله ملصق

 😍 صوره : قم بارسال ملصق
        وقم بالرد  عليه لجعلها صورة
ا🔸➖🔹➖🔸➖🔹➖🔸
🃏🔺للأستفسار:- راسل المطور :- ☢⚜ 
✋🏿👇🏿
#Dev : @A7mEd_B98

 ]]

end

return {
description = "Help list", 
usage = "Help list",
patterns = {
"(مساعدة2)"
},
run = run 
}
end
