--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀    BY A7mEd_B98                   ▀▄ ▄▀ 
▀▄ ▄▀     BY A7mEd_B98 (@A7mEd_B98)    ▀▄ ▄▀ 
▀▄ ▄▀ JUST WRITED BY A7mEd_B98          ▀▄ ▄▀   
▀▄ ▄▀      help dev  : اوامر المطور        ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]
do

local function run(msg, matches)
if is_sudo(msg) and matches[1]== "اوامر المطور" then
return [[ الاوامر❤️💋

✔️الاوامر تعمل بدون وضع/او!!
ا🔸➖🔹➖🔸➖🔹➖🔸

 😍 سوبر كروب : لترقيه المجموعه سوبر

 😍 فعل مجموعة : لتفعيل البوت ب المجموعه

 😍 عطل مجموعة : لتعطيل البوت ب المجموعه

 😍 صعد مدير : لصعد مدير للمجموعه
 
 😍 اذاعه : لنشر كلمه ب جميع مجموعات البوت

 😍 تشغيل البوت : لتشغيل البوت ب المجموعه معينه

 😍 اطفاء البوت :  لاطفاء البوت ب المجموعه معينه

 😍 اضف مطور : لاضافه مطور

 😍 طرد البوت : لطرد البوت من المجموعه

 😍 جيب ملف : لجلب الملف من السيرفر

 😍 isup : معه رابط السيرفر لتحسين توقف البوت

 😍 isup cron : معه رابط السيرفر لتحسين سيرفر
ا🔸➖🔹➖🔸➖🔹➖🔸
🃏🔺للأستفسار:- راسل المطور :- ☢⚜ 
✋🏿👇🏿
#Dev : @A7mEd_B98

]]
end

if not is_sudo(msg) then
return "للمطورين فقط 😎🖕🏿"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(اوامر المطور)"
},
run = run 
}
end
