--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀    BY A7mEd_B98                   ▀▄ ▄▀ 
▀▄ ▄▀     BY A7mEd_B98 (@A7mEd_B98)    ▀▄ ▄▀ 
▀▄ ▄▀ JUST WRITED BY A7mEd_B98          ▀▄ ▄▀   
▀▄ ▄▀          help1  : مساعدة             ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]
do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "مساعدة" then
return [[  😍 رفع اداري >/: صعد ادمن في المجموعة
😍 تنزيل ادري >/ : حذف ادمن في المجوعة
😍 صعد ادمن >/ : صعد ادمن
😍 نزل ادمن >/ : حذف ادمن
😍 الادمنية >/: لاظهار ادمنية المجموعة
😍 اداريين >/: اضهار اداريين المجموعه
  ـ ➖➖➖⚠️✅➖➖
✔️  قائمة البلوك… 😉والطرد.🏃🚪
😍 دي : لطرد العضو
😍 بلوك : لبلوك العظر
😍 الغاء البلوك : افتح الخظر عن العضو
😍 مغادرة : للخروج من المجموعة
😍 كتم  : لتفعيل الصمت على احد الاعضاء
😍 كتم  : الغاء الصمت على العضو
😍 حضر كلمة  : لحضر الكلمة ب مجموعه
😍 الغاء الحضر : لافتح حضر الكلمة
😍 قائمه المنع : لعرض الكلمات المحظورة
  ـ ➖➖➖🔴☑️➖➖
✔️  الاوامر الايدي والمعلومات. ✅🔰
😍 ايدي : لاظهار ايدي المجموعه
😍 ايدي : لاظهار ايدي الشخص بلرد
😍 معلوماتي : اضهار المعلومات الخاصه بك
😍 معلومات المجموعه : اضهار معلومات بالمجموعة
😍 الاعدادات : اضهار اعدادات المجموعة
😍 اعدادات الوسائط : اضهار اعادادات الوسائط
  ـ ➖➖🔶➖➖🔷➖
✔️  اوامر تحكم المجموعه .🛡💢
😍 القوانين : لاضهار القوانين
😍 خلي قوانين : لاظافة القوانين
😍 خلي وصف : لاظافه وصف حول
😍 خلي صورة : لوخلي صورة
😍 خلي اسم : لوخلي اسم
😍 خلي معرف >/: لوخلي معرف للكروب
😍 تغير رابط : لصنع رابط او تغيرة
😍 رابط : لضهور رابط ب المجموعه
😍 رابط خاص : للحصول على رابط في الخاص
  ـ🔸➖🔹➖🔸➖🔹➖
✔️  آوامر امان المجموعه...🛡💢 
😍 اقفل الاضافه  : لمنع الاضافه ب المجموعه
😍 اقفل الاضافه  : لسماح الاضافه ب ===
😍 اقفل الدردشه : لمنع الدردشه للمجموعه
😍 افتح الدردشه  : للسماح للدردشه للمجموعه
😍 اقفل الصور : لمنع إرسال الصور 
😍 افتح الصور  : للسماح بإرسال الصور 
😍 اقفل الصوت  : لمنع البصمات 
😍 افتح الصوت   : للسماح بإرسال البصمات 
😍 اقفل الفيديو  : لمنع ارسال فديو 
😍 افتح الفيديو   : للسماح بإرسال فديو 
😍 اقفل الروابط   : لمنع الروابط 
😍 افتح الروابط  : للسماح بإرسال روابط
😍 اقفل التكرار  : لمنع التكرار 
😍 افتح التكرار   : للسماح بلتكرار 
😍 اقفل الملصقات : لمنع الملصقات 
😍 افتح الملصقات : للسماح بلملصقات
😍 اقفل الصور المتحركه : لمنع الصور المتحركة
😍 افتح الصور المتحركه  : للسماح بالصور المتحركة
😍 اقفل الفايلات  : لمنع ارسال الملفات 
😍 افتح الفايلات   : للسماح بإرسال الملفات 
😍 اقفل الكلايش : لمنع الكلايش الطويلة
😍 افتح الكلايش : للسماح بلكلايش الطويلة
😍 اقفل الاضافه الجماعيه : لمنع الاعضاء من الاضافه
😍 افتح الاضافه الجماعيه  : لسماح للاعضاء بالاضافه
😍 اقفل العربيه  : لمنع اللغة ألعربيه 
😍 افتح العربيه  : للسماح بلغه ألعربيه
😍 اقفل اعاده توجيه : لمنع اعاديت توجيه 
😍 افتح اعاده توجيه : للسماح باعادت توجيه
  ـ🔸➖🔹➖🔸➖🔹➖
🃏🔺 dev  ارسل لمعرفة مصنع البوت

#Dev : @A7mEd_B98

]]
end

if not is_momod(msg) then
return "للمشرفين فقط 😎🖕🏿"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(مساعدة)"
},
run = run 
}
end
