do

function run(msg, matches)
  return [[ 
            الاوامر 

✔️تعمل جميع الاوامر بدون وضع / او !
ا🔸➖🔹➖🔸➖🔹➖🔸

😍 مساعده  : لعرض الاوامر الريئسيه

😍 مساعده 2 :لعرض الاوامر الثانويه
          [ويمكن للعضو استخدامها]

😍اوامر المطور : لعرض اوامر المطور

😍الاصدار : لعرض موقع السورس✋🏿

😍dev  : لعرض من صنع البوت اوالسورس

ا🔸➖🔹➖🔸➖🔹➖🔸
😍للاوامر العربيه اضغط [الاوامر]
😍للاوامر الانكلش اضغط [help ]
👇🏿للأستفسار:- راسل المطور:- ☢⚜ 
😍 #Dev : A7mEd_B98


]]


end

return {
description = "Help list", 
usage = "Help list",
patterns = {
"(الاوامر)"
},
run = run 
}
end